/* No comment provided by engineer. */
"Add" = "Dodj";

/* No comment provided by engineer. */
"Cancel" = "Poništi";

/* No comment provided by engineer. */
"Change" = "Izmjeni";

/* No comment provided by engineer. */
"Custom Domain URL missing!" = "Prilagođena URL domene nedostaje!";

/* No comment provided by engineer. */
"Error" = "Greška";

/* No comment provided by engineer. */
"Invalid URL format" = "Neispravan URL format";

/* No comment provided by engineer. */
"Invoice not saved" = "Račun nije spremljen";

/* No comment provided by engineer. */
"Invoice saved" = "Račun spremljen";

/* No comment provided by engineer. */
"Log Out" = "Odjava";

/* No comment provided by engineer. */
"Next" = "Sljedeći";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please enter a valid URL e.g. \"http://example.com\"." = "Unesite ispravan URL npr. \"http://example.com\".";

/* No comment provided by engineer. */
"Please use info button to set Custom Domain URL." = "Upotrijebite info gumb da bi ste postavili prilagođenu URL domenu.";

/* No comment provided by engineer. */
"Problem syncing Products from the server!" = "Problem pri sinkroniziranju artikala sa poslužitelja";

/* No comment provided by engineer. */
"Products are synced with server!" = "Artikli so sinkronizirani s poslužiteljem!";

/* No comment provided by engineer. */
"Products Synced" = "Artikli su sinkronizirani";

/* No comment provided by engineer. */
"Sync Products" = "Sinkroniziraj artikle";

/* No comment provided by engineer. */
"The Invoice is not saved!" = "Račun nije spremljen!";

/* No comment provided by engineer. */
"The Invoice is saved!" = "Račun je spremljen!";

/* No comment provided by engineer. */
"Total" = "Total";

/* No comment provided by engineer. */
"Username and/or password are incorrect" = "Korisničko ime i / ili lozinka su netočni";

